Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E18A.tmx
Source language: en_us
Languages: zh_cn

source: 6 Simple Solutions for Getting Rid of Stress
zh_cn: 减压简单六法

source: Getting rid of stress may be easier than you think.
zh_cn: 减压可能比你想像的要简单得多。

source: Try one of the following solutions or employ all six to enjoy stress-free, or at least less-stressed, living.
zh_cn: 试试下面方法之一或所有六种方法，去享受无压力或者至少压力小些的生活。

source: Don't take things so personally.
zh_cn: 别太主观看待事情

source: Part of what creates stress is thinking that what other people do is something that is being done to us, or is a reflection of us or our actions.
zh_cn: 产生压力的部分原因是想到别人怎样做我们自己也要怎么去做，或者至少是我们或我们的行为的反应。

source: Change your expectations.
zh_cn: 改变个人期望值

source: If you expect a co-worker to always be nice and they continue to be cranky, you'll be disappointed.
zh_cn: 如果你期望你的合作伙伴总是表现很好，而他却总是很任性古怪，你会因此感到失望。

source: You are choosing to be disappointed when you expect others to do something even when you have evidence to suggest that the behavior is highly unlikely.
zh_cn: 当你期待别人做一些，甚至是你有证据表明是极不可能的行为时，你选择了失望。

source: Express your needs.
zh_cn: 表达你的需求

source: Deciding to take responsibility for meeting your own needs is liberating.
zh_cn: 决定为满足你个人需求负全责，是一种释放。

source: Without this decision, you lose time and energy waiting for others to figure out what you need and how, expecting them to deliver.
zh_cn: 没有这一决定，你就会浪费时间和精力去等待别人想出你的所需和希望他们给予。

source: If you need to hear compliments, say so.
zh_cn: 如果你希望听到美言，那就这样说吧。

source: If you need to have more explanation, say so.
zh_cn: 如果你需要更多的解释，那就这样说吧。

source: It's up to you to get your own needs met and no one will know what they are better than you.
zh_cn: 得由你自己去满足自己的需求，没有人比你更知道什么更好。

source: Don't make assumptions.
zh_cn: 不做假设

source: Often we make assumptions about what others are thinking.
zh_cn: 我们经常对别人的想法做出假设。

source: Catch your assumptions before they become beliefs.
zh_cn: 在假设成为信念前，抓住它们。

source: Catch them before you take action on something you've assumed, but not verified.
zh_cn: 在你对假设的事情采取行动前，抓住它们，但不是已证实的事情。

source: You'll be better off learning you were wrong than fixing the wrong action you took as a result of your assumption.
zh_cn: 了解自己错了比因自己的假设采取错误的行动，要好些。

source: Face your feelings.
zh_cn: 直面情感。

source: A favorite workplace mantra is "check your emotions at the door."
zh_cn: 最喜欢的一句工作场所座右铭是“在门口检查自己的情绪”。

source: The problem it creates is many never open the door to face their emotions even when they get home.
zh_cn: 产生问题的原因是许多人甚至到家里也不打开心灵去面对他们的情感。

source: Feelings that are stuffed create a ticking time bomb of emotions likely to come out at the most inopportune moment.
zh_cn: 情绪积压会制造情绪定时炸弹，很可能在不适宜的时刻爆炸。

source: Find a steam valve for early expression so you don't have to find time off to recover from a later explosion.
zh_cn: 找到早点宣泄情感的阀门，以免因以后的“爆炸”去找时间恢复。

source: Use restraint.
zh_cn: 克制一点。

source: If you respond to a customer's rude comment with a defensive attitude, you'll escalate the stress of the situation for both of you.
zh_cn: 如果你以防守的态度去面对顾客粗鲁评论，那么你们双方的压力都会增加。

source: Try to use restraint in your response to difficult clients and customers.
zh_cn: 对那些难缠的顾客，在应付他们时尽量克制自己一些。

source: You can't control the actions of others, but by keeping your cool, you avoid contributing to continued stressful conversations.
zh_cn: 你不能控制别人的行为，但是保持自己冷静，你就可以避免一场持续的紧张谈话。

source: It takes two to argue and if you're not the one who starts it and you refuse to finish it, you'll likely have much less of it to experience.
zh_cn: 争辩需要两个人，如果你不是挑起事端的其中之一，而且你拒绝争吵，那么你很可能就会少很多的压力。

source: Remove your part in what creates stressful situations and those who have stress to share will have to go elsewhere.
zh_cn: 不要去参与会产生压力的场合，那么那些想分享压力的人就不得不去其他地方了。
